/* Top-level folders
*/
"System" = "System";
"Applications" = "Program";
"Library" = "Bibliotek";
"Users" = "Användare";
"Network" = "Nätverk";


/* The shared user, under /Users
*/
"Shared" = "Delat";


/* Subfolders of /Applications
*/
"Server" = "Server";
"Utilities" = "Verktygsprogram";


/* Folders in user homes
*/
"Desktop" = "Skrivbord";
"Documents" = "Dokument";
"Movies" = "Filmer";
"Music" = "Musik";
"Pictures" = "Bilder";
"Public" = "Delad";
"Sites" = "Webbsidor";
"Drop Box" = "Brevlådemapp";
"Favorites" = "Bokmärken";
"Saved Searches" = "Sparade sökningar";
"Mail Downloads" = "Mail-hämtningar";
"Downloads" = "Hämtade filer";


/* Subfolders of /Network. We don't create .localized in these, someone else does.
*/
"Local" = "Lokalt";
"Servers" = "Servrar";
"My Network" = "Mitt nätverk";


/* Other interesting folders --- These need the .localized created on the fly or to be made available with the folder 
*/
"Deleted Users" = "Borttagna användare";
"Groups" = "Grupper";
"Faxes" = "Fax";
"Compositions" = "Kompositioner";		/* For Quartz Composer compositions */
"Shared Items" = "Delade objekt";		/* Under /, for Server */
"Incompatible Software" = "Inkompatibel programvara";	/* Under / or ~ */

/* Simple Finder additions
*/
"My Applications" = "Mina program";


